Repository: anabil-inbox/mini_mobile_devlop
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: التسجيل

# no_mininus
source: NO MINIMUMS
ar: دون حد أدنى

source: SAVE TIME
ar: وفر الوقت

source: Save
ar: حفظ

# inbox_third_party
source: INBOX Third Party Logistics
ar: خدمات لوجستية

source: Skip >>
ar: <<تخطي

source: choose language
ar: اختر اللغة

source: English
ar: الانجليزية

source: Arabic
ar: العربية

source: Company Registration
ar: تسجيل الدخول كشركة

source: Company Log in
ar: تسجيل الدخول كشركة

source: CR Number
ar: رقم السجل التجاري

source: Company Name
ar: اسم الشركة

source: Type
ar: النوع

# daily
source: Days
ar: يوم

# your_email_address
source: Contact person's email address
ar: بريدك الالكتروني

# your_email_address_operator
source: Authorized person's Email
ar: البريد الالكتروني المعتمد

# mobile_operator
source: Authorized person's Contact number
ar: ادارة التقارير

# name_of_application
source: Contact person's Name
ar: اسم مقدم الطلب

# applicant_department
source: Contact person's Department
ar: قسم مقدم الطلب

source: Fill The Applicant Department
ar: ادخل قسم مقدم الطلب

# terms_and_conditions
source: Accept our Terms and Conditions
ar: الشروط والأحكام الخاصة بنا

# fill_this_field
source: Please enter some text
ar: املأ الحقل مطلوب

# fill_your_phone_number
source: Please Enter Your Phone Number
ar: ادخل رقم هاتفك

# fill_your_email
source: Please Enter Your Email
ar: ادخل بريدك الالكتروني

# fill_your_company_name
source: Please Enter Your Company Name
ar: ادخل اسم الشركة

# fill_your_company_email
source: Please Enter Your Company Email
ar: ادخل البريد الالكتروني الخاص بالشركة

# fill_your_name
source: Please Enter Your Name
ar: ادخل اسمك

# fill_name_of_applicant
source: Please Enter Your Applicant Name
ar: ادخل اسم مقدم الطلب

# fill_cr_number
source: pleasr Enter CR Number
ar: ادخل رقم السجل التجاري

source: User Registration
ar: تسجيل الدخول لمستخدم

source: User Log in
ar: تسجيل الدخول لمستخدم

source: Full Name
ar: الاسم

source: Don't have an account?
ar: لا تمتلك حساب؟

source: Sign Up Here
ar: سجل من هنا

source: Accept Our
ar: وافق على

source: Choose Country
ar: اختر الدولة

source: Ok
ar: موافق

source: Search For Country
ar: ابحث عن الدولة

source: Language
ar: اللغة

source: Arabic - ar
ar: العربية

source: English - us
ar: الانجليزية

# please_enter_valid_email
source: Please Enter a Valid Email
ar: ادخل بريد الكتروني صالح

source: Enter Your Passcode
ar: ادخل كلمة السر

source: Resend code in
ar: اعادة ارسال رمز التحقق

source: Resend
ar: اعادة ارسال

source: Verify by
ar: التأكيد بواسطة

source: Email Address
ar: البريد الالكتروني

source: Company Sector
ar: قطاع الشركة

source: Success
ar: تمت العملية بنجاح

# continue_form
source: Continue
ar: استمرار

# you_cant_register_without_accept_our_terms
source: you can't login without accept our terms
ar: لا تستطيع تسجيل الدخول دون الموافقة على سياسة الشركة

source: Error Occurred
ar: حدث خطأ

# phone_number_invalid
source: Invalid phone number
ar: رقم الهاتف غير صالح

source: Login as Company
ar: تسجيل الدخول كشركة

source: Login as User
ar: تسجيل الدخول كمستخدم

source: company
ar: شركة

source: user
ar: مستخدم

source: Have an Account ?
ar: لديك حساب بالفعل ؟

source: you have To Choose Sector Name
ar: يجب عليك ان تحدد اسم القطاع

# phone_number_not_register
source: Phoe Number Not Registered
ar: لا يوجد حساب مرتبط برقم الهاتف

source: What is your Phone Number?
ar: ما هو رقم هاتفك؟

source: what is your CR Number ?
ar: ما هو السجل التجاري الخاص بك

# register_as_company
source: Sign Up As Company
ar: التسجيل كشركة

# register_as_user
source: Sign Up As User
ar: التسجيل كمستخدم

source: Choose Way To Sign in
ar: حدد طريقة تسجيل الدخول

source: Touch Id
ar: التعرف من خلال البصمة

source: Face Id
ar: التعرف من خلال الوجه

# title
source: location name (office / home …)
ar: اسم الموقع (المكتب / المنزل ...)

source: Building no.
ar: رقم البناية

# unit_no
source: House or unit number
ar: رقم المنزل أو الوحدة

source: Zone
ar: المنطقة

source: Zone Number
ar: رقم المنطقة

source: Street
ar: الشارع

source: Choose Your Location
ar: حدد الموقع المناسب

# extra_details
source: additional Details
ar: معلومات اضافية

source: Make Default Address
ar: اختيار كعنوان رئيسي

source: Fill The Title Correctly
ar: ادخل العنوان بشكل صحيح

# fill_the_building_no_correctly
source: Fill The building's number correctly
ar: ادخل رقم البناية بشكل صحيح

# fill_the_unit_no_correctly
source: Fill The Unit number Correctly
ar: ادخل رقم الوحدة بشكل صحيح

source: Fill The Zone Correctly
ar: أدخل اسم المنطقة بشكل صحيح

# fill_the_street_correctly
source: Fill The Street number Correctly
ar: ادخل الشارع بشكل صحيح

source: Add New Address
ar: إضافة عنوان جديد

source: Add Address
ar: إضافة عنوان

source: Unknown Address
ar: عنوان غير معروف

source: Edit Profile
ar: تعديل الملف الشخصي

source: Edit
ar: تعديل

source: My Wallet
ar: محفظتي

source: My Rewards
ar: هداياي

source: My Address
ar: عناويني

source: Payment Card
ar: بطاقات الدفع

source: Log
ar: السجل

# setting
source: Settings
ar: الاعدادات

source: Log Out
ar: تسجيل خروج

source: Delete Account
ar: حذف الحساب

source: Help Center
ar: مركز المساعدة

# about_inbox
source: About Inbox MINI
ar: INBOX MINI عن

# cant_remove
source: You can't remove this box you can remove the item from cart instead of it
ar: لا يمكنك إزالة هذا المربع ، يمكنك إزالة العنصر من سلة التسوق بدلاً من ذلك

source: Change Mobile Number
ar: تغيير رقم الهاتف

source: Scan your fingerprint to authenticate
ar: أدخل بصمة الاصبع لتسجيل الدخول

# cancle
source: Cancel
ar: الغاء

source: Are You Sure You want to Log Out ?
ar: هل انت متأكد انك تود تسجيل الخروج ؟

# are_you_sure_you_want_to_delete_account
source: Are You Sure You want to Delete Your Account ?
ar: هل انت متأكد انك تريد حذف حسابك ؟

source: What is your new Phone Number?
ar: ما هو رقم الهاتف الجديد ؟

source: Select
ar: تحديد

# search
source: Search Here…
ar: ابحث هنا ...

source: Recently Added
ar: أضيف حديثا

source: Items
ar: أغراضك

# recall
source: Retrieve
ar: استرجاع الصندوق

source: Giveaway
ar: تبرع بالصندوق

source: Filter By Name
ar: تصفية حسب الاسم

source: Filter By Type
ar: تصفية حسب النوع

# clear
source: Clear Filter
ar: مسح الفلتر

source: Edit Address
ar: تعديل عنوان

source: Alternative Contact
ar: جهات اتصال بديلة

source: Are You Sure You Want To Delete Address ?
ar: هل انت متأكد انك تود حذف العنوان ؟

source: point
ar: نقطة

source: Available Balance
ar: الرصيد المتاح

source: Transaction History
ar: تاريخ المعاملات

source: On the way
ar: في الطريق

# in_warehouse
source: At Warehouse
ar: في المخزن

source: yes
ar: نعم

source: No
ar: لا

# add_more_items
source: Add more services or click Next to continue
ar: أضف المزيد من الخدمات أو اضغط التالي للاستمرار

# at_home
source: With the client
ar: مع العميل

# request_new_storage
source: New Storage Request
ar: طلب تخزين جديد

# storage_size_type
source: Services list:
ar: قائمة الخدمات:

source: Choose from below
ar: اختر من الاسفل

source: Quantity
ar: الكمية

source: Count of boxes
ar: عدد الصناديق

source: Duration of Subscription:
ar: مدة التخزين المطلوبة

# starting_from_pickup_date
source: Starts ${start_after} days after receipt
ar: يبدا بعد ${start_after} يوم من الاستلام

source: Invalid Selected Date
ar: التاريخ المحدد غير صالح

source: you should select correct time
ar: يجب عليك اختيار وقت مناسب

source: Price
ar: السعر

source: Options
ar: الخيارات

source: Next
ar: التالي

# amount_of_vacant_boxes_not_enough
source: Space Not Enough
ar: لا توجد مساحة كافية

# need_inspectator
source: Need help
ar: بحاجة مساعدة

source: Days
ar: عدد الايام

source: Add
ar: اضافة

source: Add All Items
ar: جميع العناصر المضافة

source: Custom Space
ar: مساحة مخصصصة

source: Payment
ar: الدفع

source: You Have To Add Item
ar: يجب عليك اختيار عنصر

# sorry_there_are_no_work_hours
source: Sorry, there are no Work hours on this day
ar: نأسف، لا يوجد ساعات عمل في هذا اليوم

# sorry_there_are_no_date
source: Sorry, no date has been selected yet.
ar: نأسف، لم يتم اختيار اي تاريخ بعد

source: Add To Cart
ar: اضافة الى السلة

source: Cart
ar: السلة

source: Store
ar: المخزن

# you_have_to_add_address
source: You Have To Select Address
ar: يجب عليك تحديد عنوان

source: You Have To Select Date
ar: يجب عليك تحديد التاريخ

source: You Have To Select Time
ar: يجب عليك تحديد الوقت

source: You have to add bank transfer image
ar: يجب عليك اضافة صورة لعملية التحويل البنكي

source: Empty Order
ar: الطلب فارغ

source: You Have To Select Payment Method
ar: يجب عليك ان تحدد وسيلة دفع

# request_box
source: Place your order
ar: اطلب الصندوق

source: Select Payment Method
ar: اختر طريقة الدفع

source: My List
ar: قائمتي

source: Total
ar: المجموع

source: Location
ar: الموقع

# schedule_pickup
source: Schedule Return
ar: وقت الاستلام

source: Date
ar: التاريخ

source: Time
ar: الوقت

# pickup_address
source: Return Address
ar: عنوان الطلب

source: Day
ar: يوم

source: befor
ar: منذ

source: Secondes
ar: ثواني

source: Now
ar: الان

# pickup
source: Return
ar: إرجاع إلى المخزن

source: Company Policy
ar: سياسة الشركة

source: Yes, Break the Seal
ar: نعم ،ازالة الختم

source: No, Bring the Box
ar: لا ، أحضر الصندوق

# recall_now
source: Retrieve Now
ar: اطلب الآن

# recall_items
source: Retrieve Items
ar: اطلب العناصر

# are_break_sealing
source: Are you sure you want to break the seal of the following box?
ar: هل أنت متأكد أنك تريد ازالة ختم الصندوق التالي؟

source: Charity Name
ar: اسم المؤسسة الخيرية

source: Payment Method
ar: وسيلة الدفع

# other_services_eparately
source: Other services will be charged separately
ar: سيتم فرض رسوم على الخدمات الأخرى بشكل منفصل

# redeem_points
source: Redeem my points
ar: استبدال النقاط

source: points
ar: نقاط

source: Submit
ar: تسليم

source: Bring the Box
ar: احضر البوكس

source: Fetch Item
ar: إحضار العنصر

source: Select item photo
ar: حدد صورة العنصر

source: Name
ar: الاسم

source: Card Number
ar: رقم البطاقة

source: Expiry Date
ar: تاريخ الانتهاء

source: Add New Card
ar: اضافة بطاقة جديدة

source: Destory
ar: إهلاك محتويات الصندوق

source: Terminate
ar: انهاء اشتراك الصندوق

source: Fetch
ar: اجلب الصندوق

source: Warehouse Address
ar: عنوان المخزن

source: You Have To Accept Our Terms
ar: يجب الموافقة على سياسية الخصوصية اولا

source: Address
ar: العنوان

source: You Have To Select Beneficiary
ar: اختر المؤسسة الخيرية

# ready_to_pickup
source: Ready To Return
ar: جاهز للاستلام

source: Add your item in box
ar: قم باضافة عنصر جديد للصندوق

source: you Have to Add Valid Space
ar: يجب ادخال مساحة صحيحة

source: Total Price
ar: السعر الاجمالي

# success_add_to_cart
source: added to cart.
ar: تم الاضافة الى السلة .

# field_add_to_cart
source: Add to cart failed.
ar: فشلت عملية الاضافة الى السلة .

# field_update_cart
source: update cart failed.
ar: فشل تحديث السلة.

# success_update_cart
source: updated cart.
ar: نجح تحديث السلة.

source: Empty Subscriptions
ar: لا يوجد اشتراك

source: Space
ar: مساحة

source: update
ar: تعديل

source: Checkout
ar: شراء

source: item Photos
ar: صور العنصر

source: Are you sure you want to Delete Cart Item
ar: هل انت متأكد من انك تريد حذف هذا العنصر؟

source: Use Promo Code
ar: استخدم قسيمة خصم

source: Promo Code
ar: قسيمة خصم

source: Instant Order
ar: طلب فوري

source: Contract Signature
ar: توقيع العقد

# box_serial_invalid
source: The box serial is invalid
ar: رقم البوكس غير صالح

# cancle_order
source: Cancel Order
ar: الغاء الطلب

source: Edit Order
ar: تعديل الطلب

source: My Subscriptions
ar: اشتراكاتي

source: Subscriptions
ar: اشتراك

source: Add Signature
ar: اضف توقيع

source: ID Verification
ar: التحقق من الهوية

source: Scan Box
ar: مسح الصناديق

source: Scan Products
ar: مسح المنتجات

source: Boxes
ar: الصناديق

source: Paid
ar: مدفوعة

source: Amount Due
ar: مستحقة للدفع

source: Subscriptions Terminate
ar: الغاء الاشتراك

# subscriptions_terminate_message
source: Are you sure you want terminate subscriptions ?
ar: ؟ هل انت نتاكد من انك تريد انهاء الاشتراك

# txtWriteHer
source: Write here…
ar: اكتب النص هنا…

# txtHelpCenter
source: Help Center
ar: مركز المساعدة

# txtTirms
source: Terms & Conditions
ar: الشروط والاحكام

# txtFollow
source: Follow us on social media
ar: تابعنا على منصات التواصل الإجتماعي

# txtTechnicalSupport
source: You can send a direct message to technical support
ar: بامكانك ارسـال رسالة مباشرة للدعم الفني

# txt_about_inbox
source: About Inbox-Mini
ar: عن Inbox-Mini

source: Send
ar: ارسال

# txtFullNameScreen
source: Full Name
ar: الاسم كامل

source: Delivery Address
ar: عنوان التسليم

source: Choose Payment Method
ar: اختر وسيلة الدفع

source: Order Details
ar: تفاصيل الطلب

source: Schedule Delivery
ar: تسليم الجدول الزمني

source: Delivery Date
ar: تاريخ التسليم

source: Wallet Balance is not enough
ar: رصيد المحفظة لا يكفي

source: Choose Destroy Place
ar: اختر مكان التدمير

source: No Storage
ar: لا يوجد مساحة للتخزين

source: You have no storag
ar: ليس لديك مساحة للتخزين

source: Not Authorized
ar: غير مخول

# scan_to_auth
source: Scan your fingerprint to authenticate
ar: امسح بصمة إصبعك للمصادقة

source: Authorized
ar: مخول

source: Checkout Successfully
ar: الخروج بنجاح

source: no Permission
ar: لا يوجد إذن

# want_delete
source: Are You sure You Want To Delete This Item ?
ar: هل تريد حذف هذا العنصر؟

source: Select Image
ar: اختر صورة

source: Camera
ar: كاميرا

source: Gallery
ar: معرض

source: Payment Failed
ar: عملية الدفع فشلت

# sorry_area_available
source: Sorry ,Zone Area not Available
ar: عذرا ، لا توجد منطقة متاحة

# select_time_zone
source: Select Your Area Zone
ar: حدد منطقتك الزمنية

# want_delete_order
source: Are You Sure You want to delete This Order ?
ar: هل أنت متأكد أنك تريد حذف هذا الطلب؟

source: Customer Signature
ar: توقيع الزبون

# add_review
source: Add review for our service
ar: اضافة تقيم لخدماتنا

# note_review
source: Enter your note
ar: ادخل ملاحظاتك

source: Report An Emergency
ar: الابلاغ عن طارئ

source: No history yet
ar: لا يوجد سجل حتى الان

source: No cards yet
ar: لا يوجد بطاقات حتى الان

source: confirmed
ar: تاكيد

# you_can_scan_confirmed_button
source: You can scan box or click on confirmed button
ar: يمكنك مسح الصندوق أو النقر فوق زر تاكيد

source: Boxes Need Scan
ar: صناديق تحتاج إلى مسح ضوئي

source: received
ar: استلام

source: Share
ar: مشاركة

source: Delete
ar: حذف

source: Add Item
ar: اضافة عنصر

source: Photos
ar: صور

source: Tag
ar: اشارة

source: Add From Gallery
ar: اضافة من المعرض

source: Update Item
ar: تعديل عنصر

source: Scan QR Key
ar: مسح QR

# totaldots
source: Total:
ar: الحساب:

source: Back To Home
ar: الرجوع الى الرئيسية

# register_new_user
source: This user dose not exist you can sign up from here
ar: هذا المستخدم غير موجود يمكنك التسجيل من هنا

source: Notes
ar: ملاحظات

# must_fees
source: Note: You must pay the fees due for the cancellation process
ar: ملاحظة : يجب دفع الرسوم المستحقة لعملية الالغاء

# must_add_item
source: You should add item from drop down button
ar: يجب عليك اختيار عنصر من خلال الضغط على زر القائمة المنسدلة

# add_btn_show_case
source: This button allow to you add or request storage
ar: يسمح لك هذا الزر بإضافة أو طلب مساحة تخزين

# scan_btn_show_case
source: This button allow to you scan box
ar: يسمح لك هذا الزر بمسح الصندوق

# cart_btn_show_case
source: This button allow to you to view cart
ar: هذا الزر يسمح لك بمشاهدة عربة التسوق

# task_btn_show_case
source: This allow to you to work with system task
ar: يسمح لك هذا بالعمل مع مهام النظام

# status_btn_show_case
source: This hint allow to you to know your box status
ar: يسمح لك هذا التلميح بمعرفة حالة صندوقك

# step_btn_show_case
source: This for required step for you to create order
ar: هذا للخطوة المطلوبة لإنشاء النظام

# categories_btn_show_case
source: This is for categories of storage that you can select to request
ar: فئات التخزين التي يمكنك تحديدها لطلبها

# qty_btn_show_case
source: This is for quantity of storage that you can request
ar: كمية التخزين التي يمكنك طلبها

# subscriptions_btn_show_case
source: This is for detect type for book storage
ar: نوع الاشتراكات لحجز المساحات

# subscriptions_durations_btn_show_case
source: This is for detecting subscriptions durations
ar: كشف عن مدة الاشتراكات

# features_btn_show_case
source: This is to add a features on your requested storage
ar: إضافة ميزات على مساحة التخزين المطلوبة

# date_times_btn_show_case
source: This is to add date and time for requested storage
ar: إضافة التاريخ والوقت للتخزين المطلوب

# address_btn_show_case
source: This is to add address for requested storage
ar: إضافة عنوان للتخزين المطلوب

# payment_btn_show_case
source: This is to select payment method to pay for requested storage
ar: تحديد طريقة الدفع للدفع مقابل التخزين المطلوب

# need_scan_btn_show_case
source: This is to boxes that we need scan
ar: الصناديق التي نحتاج إلى مسحها ضوئيًا

# scan_box_btn_show_case
source: This is to boxes that we scanned
ar: الصناديق التي مسحناها ضوئيًا

# scan_product_btn_show_case
source: This is to product that we need to pay and scanned scanned
ar: المنتج الذي نحتاج إلى دفعه وتم مسحه ضوئيًا

# price_btn_show_case
source: This is to show invoice and select payment method
ar: عرض الفاتورة وتحديد طريقة الدفع

# signature_show_case
source: This is to signature by your text signature or by your fingerprint or make driver sign
ar: التوقيع عن طريق توقيعك النصي أو ببصمة إصبعك أو توقيع السائق

# user_guid
source: User Guide
ar: دليل المستخدم

source: Will have
ar: سوف نحصل على

# as_extra_fees
source: QR as extra fees
ar: رسوم إضافية

source: Delivered
ar: تم التوصيل

source: Box Name
ar: اسم الصندوق

source: Update Box
ar: تعديل الصندوق

source: Check in Box
ar: فحص الصندوق

source: Add Money
ar: إضافة المال

source: Blue plate
ar: لوحة زرقاء

source: Share location
ar: مشاركة الموقع

source: Add Amount
ar: أضف المبلغ

source: Scan Delivered Box
ar: الصناديق المستلمة

source: You Scanned All Boxes Received
ar: قمت بمسح جميع الصناديق المستلمة

source: Status
ar: الحالة

source: Order Summary:
ar: ملخص الطلب:

source: This field is required
ar: هذا الحقل مطلوب

source: Notification
ar: الاشعارات
